Repository: svn2github/PostfixAdmin1
Catalog: trunk/ADDITIONS/squirrelmail-plugin/locale/*/LC_MESSAGES/postfixadmin.po
Languages: it_it

source: Forwarding
it_it: Inoltro

source: Here you can create and edit E-Mail forwards.
it_it: Qui &egrave; possibile creare e modificare l'inoltro automatico delle E-Mail.

source: Set an OUT OF OFFICE message or auto responder for your mail.
it_it: Imposta un messaggio FUORI UFFICIO o un auto-risponditore per la tua email.

source: Change your mailbox password.
it_it: Modifica la password della tua mailbox.

source: Change Password
it_it: Cambia Password

source: Change your login password
it_it: Cambia la tua password di login

source: Edit Alias
it_it: Modifica Alias

source: Edit an alias* for your email address.<br />One entry per line.
it_it: Modifica un alias* per il tuo indirizzo email.<br />Un alias per linea.

source: To remove an alias, simply delete its line from the text box.
it_it: Per cancellare un alias, cancellare semplicemente la sua linea dal box testuale.

source: Edit Forwards
it_it: Modifica Inoltri

source: The email address that you have entered is not valid:
it_it: L'indirizzo email inserito non &egrave; valido:

source: Unable to locate alias!
it_it: Impossibile localizzare l'alias!

source: Unable to modify the alias!
it_it: Impossibile modificare l'alias!

source: *Additional forward-aliases always receive messages BBC!
it_it: *Gli alias di inoltro aggiuntivi ricevono il messaggio in BCC (copia nascosta)!

source: Alias successfully changend!
it_it: Alias modificato con successo!

source: I will be away from <date> until <date>. For urgent matters you can contact <contact person>.
it_it: Sar√≤ via dal <data> al <data>. Per questioni urgenti contattare <contatto>.

source: Unable to update your auto response settings!
it_it: Non &egrave; stato possibile aggiornare le impostazioni di risposta!

source: Auto Response
it_it: Risposta Automatica

source: Going Away
it_it: Andare Via

source: Coming Back
it_it: Ritornare

source: Options
it_it: Opzioni

source: Out of Office
it_it: Fuori Ufficio

source: Subject
it_it: Oggetto

source: Body
it_it: Corpo

source: Your auto response has been removed!
it_it: La tua risposta automatica &egrave; stata rimossa!

source: Your auto response has been set!
it_it: La tua risposta automatica &egrave; stata impostata!

source: You already have an auto response configured!
it_it: La tua risposta automatica &egrave; stata configurata precedentemente!

source: back
it_it: indietro

source: The passwords that you supplied don't match!<br />Or are empty!
it_it: Le password che sono state inserite non corrispondono!<br />O sono vuote!

source: The passwords that you supplied are empty!
it_it: Le password inserite sono vuote!

source: The passwords that you supplied don't match!
it_it: Le password inserite non corrispondono!

source: The password you supplied is too short!
it_it: La password inserita &egrave troppo corta!

source: To
it_it: A

source: Unable to change your password!
it_it: Non &egrave; stato possibile modificare la password!

source: You didn't supply your current password!
it_it: Non &egrave; stata inserita la password attuale!

source: Your password has been changed!
it_it: La tua password &egrave; stata modificata!

source: Password current
it_it: Password attuale

source: Password new
it_it: Nuova Password

source: Password new again
it_it: Ripetere la nuova password

source: Please sign out and log back again with your new password!
it_it: Per favore, uscire e rientrare con la nuova password!
